[
  {
    "id": 1,
    "name": "Одиссея капитана Блада",
    "author": "Рафаэль Сабатини",
    "year": 1922,
    "description": "Бакалавр медицины Питер Блад, обвиненный в государственной измене – за то, что, верный клятве Гиппократа, оказал помощь раненному мятежнику, – приговорен к каторжным работам в южных колониях Великобритании. Спустя полгода, совершив дерзкий побег с острова Барбадос на захваченном испанском галеоне, он начинает новую, полную приключений и опасностей жизнь капитана пиратского корабля и вскоре становится легендой берегового братства и грозой Карибского моря. Благородный разбойник, волей судьбы оказавшийся вне закона, но не утративший понятий о добре, чести и справедливости,– таков главный герой увлекательной корсарской одиссеи английского писателя Рафаэля Сабатини, которая стала первой книгой авторской трилогии об отважном капитане.",
    "edition": {
       "price" : 169,
       "publisher": "Издательство АСТ",
       "pages": 504,
       "year": 2008
    },
    "img": "1.jpg"
  },
  {
    "id": 2,
    "name": "Благородный жулик. Рассказы",
    "author": "О. Генри",
    "year": 1908,
    "description": "Сборник О’Генри полон страстей, интриг и неожиданностей. В «банановой республике» жизнь кипит и бурлит приключениями. Президент сбежал, прихватив 100 тысяч, а потом совершил самоубийство. Нужно найти деньги и разгадать по ходу еще несколько загадок.\nНа совести Малыша еще одно убийство. Только теперь приходится скрываться, чтобы спасти шкуру. Но Малыш Льяно снова ввязывается в авантюру с обманом богачей, которая оказывается куда интереснее, чем он ожидал. Теперь он сыграет роль блудного сына («Гнусный обманщик»).",
    "edition": {
      "price" : 80,
      "publisher": "Издательство Астрель",
      "pages": 236,
      "year": 2010
    },
    "img": "2.jpg"
  },
  {
    "id": 3,
    "name": "Египетский поход",
    "author": "Наполеон Бонапарт",
    "year": 1847,
    "description": "Записки о Египетском походе Наполеона Бонапарта - история самой экзотической военной кампании, предпринятой знаменитым полководцем и государственным деятелем. В этой экспедиции соединилось многое - и военная авантюра, и путешествия с целью изучения земель, известных европейцу только по названиям, и попытка получить новые колонии, и стремление к 'экспорту' революции. Живо и ясно написанные, публикуемые материалы интересны еще и потому, что именно в Египте Наполеон почувствовал вкус абсолютной власти.",
    "edition": {
      "price" : 75,
      "publisher": "Азбука - Аттикус",
      "pages": 429,
      "year": 2012
    },
    "img": "3.jpg"
  },
  {
    "id": 4,
    "name": "История западной философии",
    "author": "Бертран Рассел",
    "year": 1945,
    "description": "Лауреат Нобелевской премии Бертран Рассел - крупный математик, общественный деятель, но прежде всего - один из величайших философов и историков философии XX века. 'История западной философии' - одно из ключевых его произведений, масштабный и всеобъемлющий научный труд, написанный с весьма необычной позиции рассмотрения личности и учения каждого философа прошлого в контексте окружавшей его среды, его эпохи и ее уникальных особенностей.\nЭта работа, вошедшая в золотой фонд мировой научной мысли, и сейчас не утратила актуальности и представляет огромный интерес для читателей.",
    "edition": {
      "price" : 350,
      "publisher": "Издательство АСТ",
      "pages": 1238,
      "year": 2017
    },
    "img": "4.jpg"
  },
  {
    "id": 5,
    "name": "Рим. Роман о древнем Городе",
    "author": "Стивен Сейлор",
    "year": 2007,
    "description": "МИРОВОЙ БЕСТСЕЛЛЕР! Роман-эпопея, охватывающий 1200 лет история двух семей, эпическая сага о Риме и его жителях. Книги Стивена Сейлора переведены на 22 языка и собрали сотни положительных отзывов от восторженных читателей в Америке и Европе. В этой эпической саге о Древнем Риме рассказывается об истории города и его жителей на протяжении целого тысячелетия - от основания города до тех времен, когда он стал столицей самой могущественной империи в мире. Рим знал величайших героев и правителей, но также и величайших предателей и злодеев. И свидетелями его бурной, изменчивой истории, порой играющими ключевую роль в событиях, стали представители двух первых римских семейств. Один из них был наперсником самого Ромула, другой родился рабом и соблазнил весталку, третий стал убийцей, а четвертый - наследником Гая Юлия Цезаря. И все они были связаны таинственным амулетом, таким же древним, как сам город...",
    "edition": {
      "price" : 280,
      "publisher": "Азбука",
      "pages": 636,
      "year": 2017
    },
    "img": "5.jpg"
  },
  {
    "id": 6,
    "name": "Три товарища",
    "author": "Эрих Мария Ремарк",
    "year": 1937,
    "description": "Самый красивый в XX столетии роман о любви... Самый увлекательный в XX столетии роман о дружбе...\nСамый трагический и пронзительный роман о человеческих отношениях за всю историю XX столетия.",
    "edition": {
      "price" : 160,
      "publisher": "Издательство АСТ",
      "pages": 380,
      "year": 2010
    },
    "img": "6.jpg"
  },
  {
    "id": 7,
    "name": "Пастыри ночи",
    "author": "Жоржи Амаду",
    "year": 1966,
    "description": "Один из самых блистательных романов великого Амаду. Роман, в котором реализм, юмор, сатир и магический реализм сочетаются так просто и естественно, что отличить их практически невозможно",
    "edition": {
      "price" : 135,
      "publisher": "Астрель",
      "pages": 413,
      "year": 2011
    },
    "img": "7.jpg"
  },
  {
    "id": 8,
    "name": "Путеводитель по Новой Зеландии",
    "author": "Дорлинг Киндерсли",
    "year": 2010,
    "description": "Первый раздел - 'Общие сведения' содержит географические сведения о стране и полезную информацию о ее истории и культуре. Семь глав раздела Новая Зеландия - 'Район за районом' посвящены основным достопримечательностям и снабжены фотографиями, рисунками и картами. В описаниях особенное внимание уделяется Северному и Южному острову. Информацию об отелях и ресторанах можно найти в разделе 'Информация для туристов', а раздел практические советы содержит все, что нужно знать во время посящения Новой Зеландии. ",
    "edition": {
      "price" : 800,
      "publisher": "Астрель",
      "pages": 400,
      "year": 2010
    },
    "img": "8.jpg"
  }
]